Repository: santoshlahera/OEF
Catalog: WebEnrollmentNewDesign/App_GlobalResources/MyFunResources_*.resx
Languages: es

source: Add to Compare
es: Añadir para comparar

source: Apartment
es: apartamento

source: Business
es: negocios

source: Compare
es: comparar

source: Customer Details
es: Detalles del Cliente

source: Date of Birth
es: Fecha de nacimiento

source: Dwelling Type
es: Tipo de vivienda

source: English
es: Inglés

source: First Name
es: Nombre

source: Go
es: ir

source: Home
es: casa

source: House
es: casa

source: Language
es: idioma

source: Last Name
es: apellido

source: Middle Initial
es: inicial

source: Mobile
es: móvil

source: Mobile No
es: Número de móvil

source: Move Type
es: mueva Tipo

source: MoveIn
es: instalarse

source: Phone No
es: número de teléfono

# PlansAvailableYourLocation
source: Plans available for your Location
es: Planes disponibles para su ubicación

source: PostPaid
es: postpago

source: PrePaid
es: pre Pagado

source: Preview
es: avance

source: Product
es: producto

source: Products
es: Productos

source: Rate(in Cents)
es: Cambio (en centavos)

# RefORPromoCode
source: Ref/Promo Code
es: Referencia / Código Promocional

source: Search By
es: Búsqueda Por

source: Select
es: seleccionar

source: Service Address
es: servicio de Dirección

source: Spanish
es: español

source: Switch
es: cambiar

source: Switch/MoveIn Date
es: Cambie / Fecha de mudanza

source: Term
es: plazo

source: Zip Code
es: código postal

source: Date Of Birth required
es: Fecha de nacimiento requerida

source: Email required
es: Email requerido

source: ESIID not selected
es: ESIID no seleccionado

source: ESIID required
es: ESIID requiere

# ESIIDORServiceAddress
source: ESIID/Service Address
es: ESIID / Dirección de Servicio

source: First Name required
es: Nombre Requerido

# InvalidSSN
source: Invalid Social Security Number
es: Invalid Número de Seguro Social

source: Last Name required
es: Apellido requerido

# MinThreeCharsRequired
source: Minimum 3 chars required
es: Segundo Nombre necesario

# MinAge
source: Minimum Age is 18 years
es: La edad mínima es de 18 años

source: MobileNo invalid
es: Mobile Number invalid

source: MobileNo required
es: Número de móvil requerido

source: No Cancallation fee
es: No hay cuota de Cancallation

source: No Data Found
es: No se encontraron datos

source: PhoneNo invalid
es: Número de teléfono no válido

source: Product not selected
es: Del producto no seleccionado

source: ZipCode required
es: Código postal requerida

source: Account Holder
es: Titular de la cuenta

source: Account Number
es: Número de Cuenta

source: AptNo
es: Número de apartamento

source: AptNo required
es: Número de apartamento requerido

source: Billing Address
es: Dirección de Facturación

source: CityName
es: Nombre de la ciudad

source: CityName required
es: Nombre de la ciudad requiere

source: Contact Details
es: Datos de contacto

source: Contact Method
es: Método de contacto

source: Contact Type
es: Tipo de contactos

source: Contact Type Details
es: Contacto Tipo Detalles

source: Contract_Term
es: Contrac Term

source: Credit Check
es: verificación de crédito

source: EFLFileName
es: EFL Nombre del archivo

source: Enroll
es: inscribirse

source: Enrollment Successfull
es: Exitoso Inscripción

source: Mail
es: correo

source: Online_Only_YN
es: Sólo en línea ¿Sí o no

source: Password
es: contraseña

source: Password Empty
es: Contraseña vacía

source: Passwords mismatch
es: contraseñas desajuste

source: Phone
es: teléfono

source: Power Of Attorney
es: Poder

source: Prepay_YN
es: Prepago Sí o no

source: PricePlanID
es: Precio Plan de ID

source: ProductID
es: Identificación del producto

source: ProductSelected
es: producto seleccionado

source: Product_Desc
es: Descripción del producto

source: Register
es: registro

source: Register to MyFUNAccount
es: Registrarse para MyFUNAccount

source: Retype Password
es: Vuelva a escribir la contraseña

source: Retype Password Empty
es: Vuelva a escribir la contraseña vacía

source: Spouse
es: cónyuge

source: State
es: Nombre del Estado

source: StateName required
es: Nombre del Estado requerido

source: StreetName
es: Nombre de Calle

source: StreetName required
es: Nombre de Calle requiere

source: StreetNo
es: Número de la calle

source: StreetNo required
es: Número de la calle requiere

source: TDSP_Code
es: Código TDSP

source: Unit_Price
es: Precio unitario

source: Your Account Number is
es: Su número de cuenta es

source: FUN Web Enrollment
es: Matriculación de Web FUN

# productHeader
source: Select a Product
es: Select a Product_es

# Right_of_Recission
source: If you are switching service from another REP to Frontier Utilities, you may cancel this agreement without penalty or fee within the first 3 federal business days after you receive this Agreement. You may cancel the Agreement by: *calling 1-866-926-8192 *writing to 5444 Westheimer Rd., Suite 1100, Houston, TX 77056 *sending a fax to 1-866-926-8193 *sending an email to care@frontierutilities.com no later than midnight of the 3rd federal business day. Please include: *your name and service address, *your Frontier Utilities account number or Electric Service Identifier (“ESI”), *the personal identification number (“PIN”) provided to you upon enrolling, and *a statement that you are cancelling your Agreement under this 3-day rescission right. The Right of Rescission is not applicable to an applicant requesting a move-in. If you have selected an online product, we will charge your credit card automatically on the date that your payment is due. All credit card details are held securely by Authorize.net. If there is a deposit for your enrollment, this will automatically be deducted from your credit card at the end of your enrollment process.
es: Spanish Right of Recission comes here

# ServiceAddressReq
source: Please enter your Service Address
es: Por favor, entre en servicio Dirección

# ContractExpYes
source: Please be aware that this enrollment will not overrule any Early Termination Fees you may incur from breaking your contract.
es: Tenga en cuenta que esta inscripción no hacer caso omiso de cualquier cancelación anticipada Honorarios que pueda incurrir se rompa su contrato.

# Right_of_Recission2
source: The Right of Recission is not applicable to an applicant requesting a move-in.
es: Right_of_Recission2

# Right_of_Recission3
source: I understand that enrollment for service can be made only by an applicant or the applicant's authorized agent, and, in accordance with that requirement, I certify that I am at least 18 years of age and legally authorized to select or change Retail Electric Providers (REPs) for the address listed above. I authorize TXU Energy to become my new REP in place of my current REP, if applicable. I authorize TXU Energy to act as my agent to perform the necessary tasks to establish my electricity service account and, if required, switch me from my current REP and instruct my current REP to perform the necessary tasks in order to make this change. I authorize TXU Energy to request and obtain my utility payment data in order to determine whether an initial deposit will be required (applicable only to persons who are not existing TXU Energy customers; initial deposits for existing customers will be based on previous payment history with TXU Energy). The total of any required deposits will not exceed an amount equivalent to the greater of (i) 1/5 of estimated annual billing or (ii) the sum of estimated billings for the next two months. If an initial deposit is required, I understand that I must either pay the deposit, or I may obtain a deposit waiver if I agree to supply TXU Energy with a satisfactory Letter of Payment History from my current electric provider. I understand that I will receive a copy of the terms of service via email, or I can contact TXU Energy to request the information be sent in the mail. I understand that if my enrollment involves a switch request, I have the right to review and rescind the terms of service, without penalty, within three federal business days of receipt, as explained in the terms of service. I have read and understand this Authorization and the terms of service that describe the service I will be receiving.
es: Right_of_Recission3

# Step1Header
source: Step1: Select a Product
es: Step1: Select a Product_Spanish
